[
  {
    "points": 89,
    "title": "Caymus 1998 Cabernet Sauvignon (Napa Valley)",
    "description": "Creamy black cherry aromas layered with fresh brussel sprouts and spicy arugula flavors of red plums and toasted oak.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 70,
    "designation": null,
    "variety": "Cabernet Sauvignon",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Caymus"
  },
  {
    "points": 98,
    "title": "M. Chapoutier 1999 Le Méal Ermitage  (Hermitage)",
    "description": "Chapoutier's selections of the best parcels of vines in Hermitage are set to become legendary. Sold under the ancient spelling of the appellation name (Ermitage), they represent the epitome of the power and concentration that lies behind the reputation of the appellation. This cuvée is the best of the collection, with its brooding, opaque character, suggesting rather than revealing power at this stage. Age it until your new-born baby is old enough to drink, and it will be just about ready.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 150,
    "designation": "Le Méal Ermitage",
    "variety": "Rhône-style Red Blend",
    "region_1": "Hermitage",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "M. Chapoutier"
  },
  {
    "points": 97,
    "title": "J.L. Chave 1999  Hermitage",
    "description": "Jean-Louis, the son of Gérard Chave, is now in charge of the family business, as well as being president of the Hermitage wine producers. He is continuing the family tradition of making powerful statements of Syrah from Hermitage, combining massive structure and over-powering perfumes. This 1999 seems to have the best of the traditional world of tannic immensity and the modern world of beautiful, ripe fruit. A wine that will age for a very long time.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 125,
    "designation": null,
    "variety": "Rhône-style Red Blend",
    "region_1": "Hermitage",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "J.L. Chave"
  },
  {
    "points": 96,
    "title": "Colgin 1999 Herb Lamb Vineyard Cabernet Sauvignon (Napa Valley)",
    "description": "Aromas lean toward black cherry, chocolate and herbs, which sally forth on the palate serving up more dense fruit, licorice, coffee and beautiful toast flavors. Tannins are smooth, supple and ripe. Long, lush and decadent on the finish.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 150,
    "designation": "Herb Lamb Vineyard",
    "variety": "Cabernet Sauvignon",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Colgin"
  },
  {
    "points": 96,
    "title": "Stag's Leap Wine Cellars 1998 SLV Cabernet Sauvignon (Napa Valley)",
    "description": "Certainly one of the successes of the vintage. Packed with cassis, sage, plum, tobacco, earth and smoky oak, and perfectly dry and balanced. Sheer joy in the mouth, like liquid velvet. It changes every second, offering up tiers of flavors through the spicy finish.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 100,
    "designation": "SLV",
    "variety": "Cabernet Sauvignon",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Stag's Leap Wine Cellars"
  },
  {
    "points": 96,
    "title": "Dalla Valle 1999 Maya Red (Napa Valley)",
    "description": "Plush, smooth and packed tight with complex flavors. Blackberry, anise, black cherry, tar, coal, spice, earth and herbs remain tightly wound, waiting patiently to reveal their full charm in time. Supple, smooth tannins and beautiful balance give this wine classic elegance.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 120,
    "designation": "Maya",
    "variety": "Red Blend",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Dalla Valle"
  },
  {
    "points": 96,
    "title": "E. Guigal 1998 La Mouline  (Côte Rôtie)",
    "description": "Even though the 42 months this wine has spent in new wood give it an intensely toasty character, the enormously soft, perfumed fruits and ripe, sweet flavors that go along with the wood produce a finely tuned, balanced wine that should age well over many years. As an expression of pure Syrah, there are few better.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 175,
    "designation": "La Mouline",
    "variety": "Rhône-style Red Blend",
    "region_1": "Côte Rôtie",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "E. Guigal"
  },
  {
    "points": 95,
    "title": "Quilceda Creek 1998 Cabernet Sauvignon (Washington)",
    "description": "After “fiddling around,” as he puts it, with blends in his '96 and '97 cabs, winemaker Alex Golitzin decided to go with straight Cabernet in '98, an exceptional vintage for Washington State. This is a tight, focused effort, with powerful black fruits augmented with herbs and spices and a hint of mineral. Young, tart and tannic, it will continue to improve as it knits together over the years. Editors' Choice.",
    "taster_name": "Paul Gregutt",
    "taster_twitter_handle": "@paulgwine ",
    "price": 60,
    "designation": null,
    "variety": "Cabernet Sauvignon",
    "region_1": "Washington",
    "region_2": "Washington Other",
    "province": "Washington",
    "country": "US",
    "winery": "Quilceda Creek"
  },
  {
    "points": 95,
    "title": "E. Guigal 1998 La Turque  (Côte Rôtie)",
    "description": "A firm, dry, foursquare wine that has power and structure rather than the immediate perfumes of La Mouline, the partner cuvée from Guigal. This is the wine for those who want power with big tannins, and they don't come more powerful or tannic than this. Its aging potential is enormous:  after 10 years there should be more sign of the perfumed fruit which is there, somewhere.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 175,
    "designation": "La Turque",
    "variety": "Rhône-style Red Blend",
    "region_1": "Côte Rôtie",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "E. Guigal"
  },
  {
    "points": 95,
    "title": "Domaine Jean-Michel Gerin 1999 La Landonne  (Côte Rôtie)",
    "description": "Here is a superbly rich and smooth wine. Aromas of violets and flavors of blueberries and red cherries along with dusty tannins, give this wine both immediate appeal and the promise of a good long-term future.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 150,
    "designation": "La Landonne",
    "variety": "Rhône-style Red Blend",
    "region_1": "Côte Rôtie",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "Domaine Jean-Michel Gerin"
  },
  {
    "points": 95,
    "title": "Éric & Jöel Durand 1999 Empreintes  (Cornas)",
    "description": "A huge, ink-black wine with all the brooding majesty that gives Cornas its reputation. A blockbuster with enormous rich, sweet tannins. At the end it is the quality of the superripe fruit from old vines that dominates, but it is certainly a wine to keep for generations.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 37,
    "designation": "Empreintes",
    "variety": "Rhône-style Red Blend",
    "region_1": "Cornas",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "Éric & Jöel Durand"
  },
  {
    "points": 95,
    "title": "E. Guigal 1999  Hermitage",
    "description": "A massive wine, with its opaque, dense purple color, its huge tannins and its tight, powerful structure. When it develops—maybe in 10 or 15 years' time—the perfumed, juicy Syrah fruits that are just suggested for the moment are going to be as dominant as the tannins are now. What a wine it will be then.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 55,
    "designation": null,
    "variety": "Rhône-style Red Blend",
    "region_1": "Hermitage",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "E. Guigal"
  },
  {
    "points": 95,
    "title": "Stag's Leap Wine Cellars 1998 Cask 23 Red (Napa Valley)",
    "description": "What a great success. Oozes with blackcurrant jam and cassis and a dash of black pepper. Flamboyant oak adds a perfume of vanilla and smoke. Fleshy, long and full, this beautiful wine is not a monster, but it coats the palate with spicy flavors that epitomize class and style.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 150,
    "designation": "Cask 23",
    "variety": "Bordeaux-style Red Blend",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Stag's Leap Wine Cellars"
  },
  {
    "points": 95,
    "title": "Switchback Ridge 1999 Cabernet Sauvignon (Napa Valley)",
    "description": "A beautifully balanced wine, framed in plush, ripe, velvety tannins and backed by lush, black cherry, plum, blackberry, spice, herb and chocolate flavors. Gloriously complex, seamless in its elegance, the wine is packed with charm and personality; long on the finish.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 65,
    "designation": null,
    "variety": "Cabernet Sauvignon",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Switchback Ridge"
  },
  {
    "points": 94,
    "title": "Dalla Valle 1999 Cabernet Sauvignon (Napa Valley)",
    "description": "Ripe, rich and elegant, this wine is brimming with black plum, strawberry, cassis, chocolate, spice and herb notes. It's smooth-textured and seamlessly integrated, even at this early stage. Firm, plush tannins and just the right amount of toasty oak frame the ensemble.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 100,
    "designation": null,
    "variety": "Cabernet Sauvignon",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Dalla Valle"
  },
  {
    "points": 94,
    "title": "Paul Jaboulet Aîné 1999 Chevalier de Sterimberg White (Hermitage)",
    "description": "Jaboulet's white Hermitage is named after the crusading knight who built and settled in the small chapel on the Hermitage hill. The wine itself is powerful, rich and concentrated, with heady perfumes of wild flowers and nuts. The palate combines a hint of wood, a full-bodied, oily texture and a stunning burst of acidity that leaves a crisp aftertaste.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 75,
    "designation": "Chevalier de Sterimberg",
    "variety": "Rhône-style White Blend",
    "region_1": "Hermitage",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "Paul Jaboulet Aîné"
  },
  {
    "points": 94,
    "title": "Paul Jaboulet Aîné 1999 La Chapelle  (Hermitage)",
    "description": "Jaboulet's view of its most famous wine seems to have changed. Although the concentrated, dense tannins and big black fruit flavors are still there, it has lost the huge brooding presence of past vintages, and now has a veneer of sophistication with superripe fruit, plums and dark jam tastes. Whether this 1999 will age as well as older vintages remains to be seen, but it will certainly be ready to drink sooner.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 131,
    "designation": "La Chapelle",
    "variety": "Rhône-style Red Blend",
    "region_1": "Hermitage",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "Paul Jaboulet Aîné"
  },
  {
    "points": 94,
    "title": "Pride Mountain 1999 Merlot (Napa-Sonoma)",
    "description": "What power and drama have gone into this wonderful wine. Sheer Pomerol, with pencil shaving, black cherry, cedar, chocolate and gamy-meaty aromas and flavors, tinged with violets, and the most voluptuous mouthfeel. Sheer hedonism right through the long sweet finish.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 48,
    "designation": null,
    "variety": "Merlot",
    "region_1": "Napa-Sonoma",
    "region_2": "North Coast",
    "province": "California",
    "country": "US",
    "winery": "Pride Mountain"
  },
  {
    "points": 94,
    "title": "Delas Frères 1999 Les Bessards  (Hermitage)",
    "description": "Old vines in the Les Bessards vineyard on the Hermitage hill have offered up a majestic wine that has considerable power. With its strong, firm tannins and intense, brooding dark fruits, this is a wine that has obviously been made to last. With little use of new wood for this wine (only 10%), the structure and the complexity come entirely from the enormously ripe fruit and traditional fermentation.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 98,
    "designation": "Les Bessards",
    "variety": "Rhône-style Red Blend",
    "region_1": "Hermitage",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "Delas Frères"
  },
  {
    "points": 94,
    "title": "E. Guigal 1999 Brune et Blonde  (Côte Rôtie)",
    "description": "The perfect combination of elegance and purity of fruit give this famous wine, a blend of fruit from both slopes of the hills above Ampuis, a great sense of style as well as power. The Syrah perfumes, at their richest and coolest, combine with black fruits to give an overwhelming impression of immense fruit flavors.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 40,
    "designation": "Brune et Blonde",
    "variety": "Syrah",
    "region_1": "Côte Rôtie",
    "region_2": null,
    "province": "Rhône Valley",
    "country": "France",
    "winery": "E. Guigal"
  },
  {
    "points": 94,
    "title": "Hedges 1999 Red Mountain Reserve Cabernet Sauvignon (Columbia Valley (WA))",
    "description": "Hedges is one of a handful of Washington wineries producing top- caliber wines in significant quantities. This is their best deeply colored, elegant and Bordeaux-like in style and substance. Powerful, muscular black cherry fruit blends with dense, firm tannins, highlighted with elements of iron and earth. The wine, though young and compressed, is a perfect expression of Red Mountain Cabernet. About 20% Merlot is also in the blend. 2,100 six-bottle cases made. Editors' Choice.",
    "taster_name": "Paul Gregutt",
    "taster_twitter_handle": "@paulgwine ",
    "price": 42,
    "designation": "Red Mountain Reserve",
    "variety": "Cabernet Sauvignon",
    "region_1": "Columbia Valley (WA)",
    "region_2": "Columbia Valley",
    "province": "Washington",
    "country": "US",
    "winery": "Hedges"
  },
  {
    "points": 90,
    "title": "La Jota Vineyard 2007 Cabernet Sauvignon (Howell Mountain)",
    "description": "A strong Cabernet that's so tightly wound in tannins, it's hard to appreciate, despite plenty of fruit. There's also a green olive earthiness to the sweet blackberries and cedar. Showing its immaturity now, so give it a good six years in the cellar.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 65,
    "designation": null,
    "variety": "Cabernet Sauvignon",
    "region_1": "Howell Mountain",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "La Jota Vineyard"
  },
  {
    "points": 90,
    "title": "Montes 2010 Limited Selection Sauvignon Blanc (Leyda Valley)",
    "description": "This SB has one of Chile's best track records for high quality. The nose and flavors both exceed norms, with the former showing bold citrus, lime and melon aromas and the latter revolving around grapefruit, lime and gooseberry. It's ripe, healthy, pithy, acid-driven and piercing. Summer sipping calls.",
    "taster_name": "Michael Schachner",
    "taster_twitter_handle": "@wineschach",
    "price": 15,
    "designation": "Limited Selection",
    "variety": "Sauvignon Blanc",
    "region_1": null,
    "region_2": null,
    "province": "Leyda Valley",
    "country": "Chile",
    "winery": "Montes"
  },
  {
    "points": 90,
    "title": "Donnachiara 2006  Taurasi",
    "description": "This firm and austere Taurasi opens with dark aromas of plum cake, chocolate, dried currant, cola and smoky barbecue sauce. The tannins are firm and dense and the wine needs a few more years of cellar aging before it softens.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 34,
    "designation": null,
    "variety": "Aglianico",
    "region_1": "Taurasi",
    "region_2": null,
    "province": "Southern Italy",
    "country": "Italy",
    "winery": "Donnachiara"
  },
  {
    "points": 90,
    "title": "Dr. Loosen 2009 Wehlener Sonnenuhr Spätlese Riesling (Mosel)",
    "description": "Loosen's 2009 spätlese from the Wehlener Sonnenuhr is a lush, medium-bodied wine loaded with honey and peaches. It's superripe and succulent, with a long, fruity finish. Try it with Szechuan dishes, which will buffer the sweetness of the wine while the wine tames some of the heat.",
    "taster_name": "Joe Czerwinski",
    "taster_twitter_handle": "@JoeCz",
    "price": 30,
    "designation": "Wehlener Sonnenuhr Spätlese",
    "variety": "Riesling",
    "region_1": null,
    "region_2": null,
    "province": "Mosel",
    "country": "Germany",
    "winery": "Dr. Loosen"
  },
  {
    "points": 90,
    "title": "Dry River 2009 Late Harvest Riesling (Martinborough)",
    "description": "Plump and slightly sweet, this late-harvest Riesling comes in at 10% alcohol—something along the lines of a rich spätlese in terms of its alcohol-acid-sugar balance. Notes of pineapple and crushed stone open up to melon fruit on the palate and finish long, with a bit of cinnamon or ginger spice.",
    "taster_name": "Joe Czerwinski",
    "taster_twitter_handle": "@JoeCz",
    "price": 55,
    "designation": "Late Harvest",
    "variety": "Riesling",
    "region_1": null,
    "region_2": null,
    "province": "Martinborough",
    "country": "New Zealand",
    "winery": "Dry River"
  },
  {
    "points": 90,
    "title": "Kingston Family 2009 Alazan Pinot Noir (Casablanca Valley)",
    "description": "Always at the top of the Chilean Pinot heap is this true, complex wine from Kingston Family. The nose features light raspberry, citrus, oceanic brine and toasty, creamy oak. The palate is lush and rolls across the tongue with ease; ripe fruit in the cherry zone along with cocoa and spice make for fine flavors. Finishes with purity, smooth tannins and herbal twinges.",
    "taster_name": "Michael Schachner",
    "taster_twitter_handle": "@wineschach",
    "price": 30,
    "designation": "Alazan",
    "variety": "Pinot Noir",
    "region_1": null,
    "region_2": null,
    "province": "Casablanca Valley",
    "country": "Chile",
    "winery": "Kingston Family"
  },
  {
    "points": 90,
    "title": "Kumeu River 2008 Coddington Chardonnay (Kumeu)",
    "description": "Perhaps the biggest of Kumeu River's 2008 Chardonnays, the Coddington offers waves of tropical fruit—pineapple and carambola—allied to mouthfilling richness and balanced by citrusy acids and hints of roasted nuts. Drink now.",
    "taster_name": "Joe Czerwinski",
    "taster_twitter_handle": "@JoeCz",
    "price": 42,
    "designation": "Coddington",
    "variety": "Chardonnay",
    "region_1": null,
    "region_2": null,
    "province": "Kumeu",
    "country": "New Zealand",
    "winery": "Kumeu River"
  },
  {
    "points": 90,
    "title": "Nanni Copé 2008 Sabbie di Sopra il Bosco Red (Terre del Volturno)",
    "description": "Here's a new producer from southern Italy who presents a very interesting blend of Pallagrello (70%), Aglianico and Casavecchia. The wine opens with warm aromas of leather, smoked meat and black fruit and delivers a unique mouthfeel that is firm but rich at the same time.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 49,
    "designation": "Sabbie di Sopra il Bosco",
    "variety": "Red Blend",
    "region_1": "Terre del Volturno",
    "region_2": null,
    "province": "Southern Italy",
    "country": "Italy",
    "winery": "Nanni Copé"
  },
  {
    "points": 90,
    "title": "Reichsgraf von Kesselstatt 2009 Piesporter Goldtröpfchen Trocken GG Riesling (Mosel)",
    "description": "Like the Josephshöfer bottling, von Kesselstatt's 2009 GG from the Piesporter Goldtröpfchen boasts a salty minerality that underscores the ripe flavors of peach and orange zest. It's medium to full in body, and nearly bone dry, with a long, mouth-watering finish.",
    "taster_name": "Joe Czerwinski",
    "taster_twitter_handle": "@JoeCz",
    "price": 43,
    "designation": "Piesporter Goldtröpfchen Trocken GG",
    "variety": "Riesling",
    "region_1": null,
    "region_2": null,
    "province": "Mosel",
    "country": "Germany",
    "winery": "Reichsgraf von Kesselstatt"
  },
  {
    "points": 90,
    "title": "S.A. Prüm 2009 Wehlener Sonnenuhr Kabinett Riesling (Mosel)",
    "description": "Makes an interesting contrast with the J.J. Prüm bottling from the same site, weighing in at a full 1.5% less in finished alcohol, and showing mineral-inflected passion fruit flavors and a touch of vanilla. The sweetness is finely balanced by mouthwatering acidity on the finish.",
    "taster_name": "Joe Czerwinski",
    "taster_twitter_handle": "@JoeCz",
    "price": 25,
    "designation": "Wehlener Sonnenuhr Kabinett",
    "variety": "Riesling",
    "region_1": null,
    "region_2": null,
    "province": "Mosel",
    "country": "Germany",
    "winery": "S.A. Prüm"
  },
  {
    "points": 90,
    "title": "Errazuriz 2008 The Blend Limited Edition Red (Aconcagua Valley)",
    "description": "Alluring on the nose, with a ton of dried spice, mocha and tobacco aromas to go with beefy, berry fruit notes. Despite its darkness and size, this wine delivers bright, juicy acidity and then herbal cassis and berry flavors. Tobacco, herbs and length define the finish. A blend of five red grapes, including Mourvèdre and Petit Verdot; drink now through 2013.",
    "taster_name": "Michael Schachner",
    "taster_twitter_handle": "@wineschach",
    "price": 35,
    "designation": "The Blend Limited Edition",
    "variety": "Red Blend",
    "region_1": null,
    "region_2": null,
    "province": "Aconcagua Valley",
    "country": "Chile",
    "winery": "Errazuriz"
  },
  {
    "points": 90,
    "title": "Feudi di San Gregorio 2009 Pietracalda  (Fiano di Avellino)",
    "description": "Pietracalda (which translates into “hot rock”) seems indeed to release aromas of sunbaked granite or river stone over lush background tones of peach, pear and yellow lemon zest. There's a drying, polished feel in the mouth with a touch of bitter almond on the close.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 33,
    "designation": "Pietracalda",
    "variety": "Fiano",
    "region_1": "Fiano di Avellino",
    "region_2": null,
    "province": "Southern Italy",
    "country": "Italy",
    "winery": "Feudi di San Gregorio"
  },
  {
    "points": 90,
    "title": "Fournier Père et Fils 2009 Côtes de Morogues  (Menetou-Salon)",
    "description": "Particularly intense on the herbaceous front, the wine shows rich grapefruit and lemon zest flavors. Long, deep and delicious.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 22,
    "designation": "Côtes de Morogues",
    "variety": "Sauvignon Blanc",
    "region_1": "Menetou-Salon",
    "region_2": null,
    "province": "Loire Valley",
    "country": "France",
    "winery": "Fournier Père et Fils"
  },
  {
    "points": 90,
    "title": "Gadais Père et Fils 2009 Vieilles Vignes Sur Lie  (Muscadet Sèvre et Maine)",
    "description": "Concentrated and very full in the mouth, the wine's acidity is tight, wrapped around lemon and grapefruit characters. Good depth of flavor in this intense wine.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": null,
    "designation": "Vieilles Vignes Sur Lie",
    "variety": "Melon",
    "region_1": "Muscadet Sèvre et Maine",
    "region_2": null,
    "province": "Loire Valley",
    "country": "France",
    "winery": "Gadais Père et Fils"
  },
  {
    "points": 90,
    "title": "Hartenberg 2006 The Mackenzie Red (Stellenbosch)",
    "description": "Dark berries, coffee and woody spice start off the nose of this wine, with more concentrated but juicy plum and cherry flavors unfolding in the mouth. Creamy and lush with medium acid and a lively structure. Drink now–2013.",
    "taster_name": "Lauren Buzzeo",
    "taster_twitter_handle": "@laurbuzz",
    "price": 79,
    "designation": "The Mackenzie",
    "variety": "Cabernet Blend",
    "region_1": null,
    "region_2": null,
    "province": "Stellenbosch",
    "country": "South Africa",
    "winery": "Hartenberg"
  },
  {
    "points": 90,
    "title": "Hartenberg 2007 The Stork Shiraz (Stellenbosch)",
    "description": "Medium weight with a satiny smooth texture and great balance, this is a stellar Syrah with great complexity between the rich dark fruit flavors and forest spice. Aromatic accents of cured meat and crème brûlée linger in the back of the bouquet, while a strong coffee flavor stays strong through the finish.",
    "taster_name": "Lauren Buzzeo",
    "taster_twitter_handle": "@laurbuzz",
    "price": 79,
    "designation": "The Stork",
    "variety": "Shiraz",
    "region_1": null,
    "region_2": null,
    "province": "Stellenbosch",
    "country": "South Africa",
    "winery": "Hartenberg"
  },
  {
    "points": 90,
    "title": "Archery Summit 2008 Premier Cuvée Pinot Noir (Willamette Valley)",
    "description": "A fine, elegant Pinot Noir, still in its infancy, with bright cranberry and raspberry fruit taking center stage. A shimmering, vivid, youthful vitality elevates the fruit flavors, with juicy acidity and restrained oak influence. Though this is the least expensive wine in the Archery Summit portfolio, it may surprise those who cellar it. Some extra years in the bottle could bring out unsuspected depth and power.",
    "taster_name": "Paul Gregutt",
    "taster_twitter_handle": "@paulgwine ",
    "price": 48,
    "designation": "Premier Cuvée",
    "variety": "Pinot Noir",
    "region_1": "Willamette Valley",
    "region_2": "Willamette Valley",
    "province": "Oregon",
    "country": "US",
    "winery": "Archery Summit"
  },
  {
    "points": 90,
    "title": "Würtz 2008 Geyerscheiss Riesling (Rheinhessen)",
    "description": "A unique style of Riesling, naturally fermented on the skins for 20 days prior to pressing. The result is intriguing: honey and baked apple notes tinged with peach-like ripeness and briny minerality. It's medium-bodied, crisp and dry yet with a sense of honeyed richness.",
    "taster_name": "Joe Czerwinski",
    "taster_twitter_handle": "@JoeCz",
    "price": 40,
    "designation": "Geyerscheiss",
    "variety": "Riesling",
    "region_1": null,
    "region_2": null,
    "province": "Rheinhessen",
    "country": "Germany",
    "winery": "Würtz"
  },
  {
    "points": 90,
    "title": "Xavier Flouret 2007 uQamata Red (Stellenbosch)",
    "description": "Made by Carmen Stevens, one of South Africa's first black female winemakers, this is a gorgeous blend with rich aromas and flavors of black currant leaf, licorice, cigar tobacco, boysenberry and black cherry. Lush and creamy in the mouth, the finish offers a hint of fresh mint sprig for a last minute lift.",
    "taster_name": "Lauren Buzzeo",
    "taster_twitter_handle": "@laurbuzz",
    "price": 20,
    "designation": "uQamata",
    "variety": "Bordeaux-style Red Blend",
    "region_1": null,
    "region_2": null,
    "province": "Stellenbosch",
    "country": "South Africa",
    "winery": "Xavier Flouret"
  },
  {
    "points": 90,
    "title": "Brandborg 2009 Gewürztraminer (Umpqua Valley)",
    "description": "Do you like lemon drop cocktails? This is a lemon drop wine —so ripe and round and sweetly lemony it could almost pass for Limoncello. Despite the almost 14% alcohol, there is some sweetness, as you might find in a late harvest wine, albeit concealed by the acidity. Rose petals and talcum powder flavors coalesce into a firm, full, fruity, slightly sweet and also quite fragrant finish.",
    "taster_name": "Paul Gregutt",
    "taster_twitter_handle": "@paulgwine ",
    "price": 16,
    "designation": null,
    "variety": "Gewürztraminer",
    "region_1": "Umpqua Valley",
    "region_2": "Southern Oregon",
    "province": "Oregon",
    "country": "US",
    "winery": "Brandborg"
  },
  {
    "points": 90,
    "title": "Château Fonréaud 2006  Listrac-Médoc",
    "description": "Firm tannins mark this as a wine for aging. At the same time, the sweet and ripe fruit gives weight and richness. Wood flavors just creep in to round out the tannins at the end. Keep for 7–8 years.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": null,
    "designation": null,
    "variety": "Bordeaux-style Red Blend",
    "region_1": "Listrac-Médoc",
    "region_2": null,
    "province": "Bordeaux",
    "country": "France",
    "winery": "Château Fonréaud"
  },
  {
    "points": 90,
    "title": "Joel Gott 2008 Dillian Ranch Zinfandel (Amador County)",
    "description": "Delicious. A drinkably juicy, brambly version of Amador County Zin, consistently one of Joel Gott's best, with appetizing texture and mouthfeel and dry, dusty tannins, ready to go now with a range of meaty foods but also able to age.",
    "taster_name": "Virginie Boone",
    "taster_twitter_handle": "@vboone",
    "price": 28,
    "designation": "Dillian Ranch",
    "variety": "Zinfandel",
    "region_1": "Amador County",
    "region_2": "Sierra Foothills",
    "province": "California",
    "country": "US",
    "winery": "Joel Gott"
  },
  {
    "points": 90,
    "title": "Laird 2008 Red Hen Ranch Chardonnay (Oak Knoll District)",
    "description": "Soft and rich, this Chardonnay shows intricately layered flavors of buttered toast, grilled peaches, orange jam, honeysuckle flowers and cinnamon. An opulent wine to drink now.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 35,
    "designation": "Red Hen Ranch",
    "variety": "Chardonnay",
    "region_1": "Oak Knoll District",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Laird"
  },
  {
    "points": 90,
    "title": "Lange 2009 Reserve Pinot Noir (Willamette Valley)",
    "description": "Young and loaded with primary fruit flavors—fresh-picked cherries right off the tree, red delicious apples, just-made cranberry sauce—this is lovely now but built for the long term. The 13.6% alcohol listed is verified by the juicy acidity and just a touch of herb in the back of the finish.",
    "taster_name": "Paul Gregutt",
    "taster_twitter_handle": "@paulgwine ",
    "price": 32,
    "designation": "Reserve",
    "variety": "Pinot Noir",
    "region_1": "Willamette Valley",
    "region_2": "Willamette Valley",
    "province": "Oregon",
    "country": "US",
    "winery": "Lange"
  },
  {
    "points": 89,
    "title": "Boekenhoutskloof 2008 The Chocolate Block Red (Western Cape)",
    "description": "This Syrah-dominant blend with 12% Grenache, 10% Cabernet Sauvignon, 7% Cinsault and 2% Viognier offers a delicious, fruit-driven core matched with complex spice notes of sweet smoke, cured meat and fresh tobacco leaf. The mouth is silky and smooth with fine-grain tannins and a white pepper-flecked finish. Drink now–2012.",
    "taster_name": "Lauren Buzzeo",
    "taster_twitter_handle": "@laurbuzz",
    "price": 40,
    "designation": "The Chocolate Block",
    "variety": "Red Blend",
    "region_1": null,
    "region_2": null,
    "province": "Western Cape",
    "country": "South Africa",
    "winery": "Boekenhoutskloof"
  },
  {
    "points": 89,
    "title": "Bosman Family Vineyards 2007 Cabernet Sauvignon (Wellington)",
    "description": "A hint of spiced cured meat mixes with the assertive notes of cassis and black plum in the bouquet. The mouth shows more of an herbal character with flavors of licorice, cigar tobacco and pepper that linger through the close. Firmly structured but with a creamy feel and dissipating tannins.",
    "taster_name": "Lauren Buzzeo",
    "taster_twitter_handle": "@laurbuzz",
    "price": 28,
    "designation": null,
    "variety": "Cabernet Sauvignon",
    "region_1": null,
    "region_2": null,
    "province": "Wellington",
    "country": "South Africa",
    "winery": "Bosman Family Vineyards"
  },
  {
    "points": 89,
    "title": "Huber 2007 Bombacher Sommerhalde R Trocken Spätburgunder (Baden)",
    "description": "Toasty and dark-fruited, Huber's 2007 Bombacher Sommerhalde R falls somewhere between the Wildenstein and Malterdinger Bienenberg in style. It's less herbal and more powerful than the former, but not as muscular as the latter. The tannins are still silky, yet there's great intensity, ending on a long, slightly charred note. Drink 2012–2020.",
    "taster_name": "Joe Czerwinski",
    "taster_twitter_handle": "@JoeCz",
    "price": 59,
    "designation": "Bombacher Sommerhalde R Trocken",
    "variety": "Spätburgunder",
    "region_1": null,
    "region_2": null,
    "province": "Baden",
    "country": "Germany",
    "winery": "Huber"
  },
  {
    "points": 87,
    "title": "Santi 2010 Solane  (Valpolicella Classico Superiore Ripasso)",
    "description": "Tight and aromatically intense, this delivers layers of ripe fruit, prune, black pepper, blackberry jelly and cinnamon. Those beautiful tones are followed by soft, velvety tannins.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 16,
    "designation": "Solane",
    "variety": "Corvina, Rondinella, Molinara",
    "region_1": "Valpolicella Classico Superiore Ripasso",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "Santi"
  },
  {
    "points": 87,
    "title": "Summers 2009 Ranch Reserve Merlot (Knights Valley)",
    "description": "Drink this charming Merlot now for its soft, sweet richness of fruit. With a touch of smoky oak, it shows cherry, red currant and mocha flavors that are wrapped into polished tannins.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 30,
    "designation": "Ranch Reserve",
    "variety": "Merlot",
    "region_1": "Knights Valley",
    "region_2": "Sonoma",
    "province": "California",
    "country": "US",
    "winery": "Summers"
  },
  {
    "points": 87,
    "title": "Tangent 2011 Paragon Vineyard Albariño (Edna Valley)",
    "description": "Racy and intensely flavored, this is high in acidity and has spectacularly concentrated flavors of apple, peach, citrus and tropical fruit. With no oak at all, the fruit stars—pure and clean. Even though the residual sugar is technically zero, the finish tastes sweet, so pair it with slightly sweet foods, especially Vietnamese, Chinese or Thai.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 17,
    "designation": "Paragon Vineyard",
    "variety": "Albariño",
    "region_1": "Edna Valley",
    "region_2": "Central Coast",
    "province": "California",
    "country": "US",
    "winery": "Tangent"
  },
  {
    "points": 87,
    "title": "Tedeschi 2011 Lucchine  (Valpolicella Classico)",
    "description": "This is not complex or elaborate, nor is it meant to be. In fact, simplicity sums it up. It's fresh and clean, and it will drink nicely with meatloaf or pork chops.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 14,
    "designation": "Lucchine",
    "variety": "Corvina, Rondinella, Molinara",
    "region_1": "Valpolicella Classico",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "Tedeschi"
  },
  {
    "points": 87,
    "title": "Joseph Drouhin 2010 La Forêt  (Bourgogne)",
    "description": "Attractively ripe, this has fruity red-berry flavors along with acidity and soft tannins. This is ready to drink now.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 17,
    "designation": "La Forêt",
    "variety": "Pinot Noir",
    "region_1": "Bourgogne",
    "region_2": null,
    "province": "Burgundy",
    "country": "France",
    "winery": "Joseph Drouhin"
  },
  {
    "points": 87,
    "title": "Keenan 2009 Merlot (Napa Valley)",
    "description": "Dry and elegant, this has fine berry, currant and cola flavors that turn sweetly attractive on the finish. With its touch of earthiness, this should pair well with mushroom-based meat and poultry dishes.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 36,
    "designation": null,
    "variety": "Merlot",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Keenan"
  },
  {
    "points": 87,
    "title": "La Dama 2009  Valpolicella Classico Superiore Ripasso",
    "description": "This is layered and complex, with tones of black cherry, dried apple skin, clove, white pepper and grated ginger. Like most wines from Valpolicella, it offers heat and power but mellow tannins.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 18,
    "designation": null,
    "variety": "Corvina, Rondinella, Molinara",
    "region_1": "Valpolicella Classico Superiore Ripasso",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "La Dama"
  },
  {
    "points": 87,
    "title": "Maculan 2010 Brentino Red (Veneto)",
    "description": "A blend of Merlot and Cabernet Sauvignon, this has bright cherry fruit, with light touches of spice and toasted almond. The simple, but velvety mouthfeel will work with curry chicken or spicy beef.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 18,
    "designation": "Brentino",
    "variety": "Red Blend",
    "region_1": "Veneto",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "Maculan"
  },
  {
    "points": 87,
    "title": "Musella 2009  Valpolicella Superiore Ripasso",
    "description": "To add a touch of much-needed freshness and acidity, a small percentage of Barbera is added to this traditional blend of Corvina, Rondinella and Molinara. The quality of fruit is very nice and resembles cherry, cassis and prune.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 23,
    "designation": null,
    "variety": "Corvina, Rondinella, Molinara",
    "region_1": "Valpolicella Superiore Ripasso",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "Musella"
  },
  {
    "points": 87,
    "title": "Naggiar 2009 Estate grown Syrah (Sierra Foothills)",
    "description": "A broodingly dark, oaky Syrah, this has a dash of pepper and intense red fruit. Naggiar continues to make promising Rhone-inspired estate wines from rocky mountain soils.",
    "taster_name": "Virginie Boone",
    "taster_twitter_handle": "@vboone",
    "price": 21,
    "designation": "Estate grown",
    "variety": "Syrah",
    "region_1": "Sierra Foothills",
    "region_2": "Sierra Foothills",
    "province": "California",
    "country": "US",
    "winery": "Naggiar"
  },
  {
    "points": 87,
    "title": "Airfield Estates 2011 Pinot Gris (Yakima Valley)",
    "description": "There is a sweet streak running through the fleshy fruit flavors of pear and peach. This is pure Pinot Gris, balanced with high acidity, sweet fruit and slightly bitter flavors of skin and rind.",
    "taster_name": "Paul Gregutt",
    "taster_twitter_handle": "@paulgwine ",
    "price": 15,
    "designation": null,
    "variety": "Pinot Gris",
    "region_1": "Yakima Valley",
    "region_2": "Columbia Valley",
    "province": "Washington",
    "country": "US",
    "winery": "Airfield Estates"
  },
  {
    "points": 87,
    "title": "Bolla 2010 Le Poiane  (Valpolicella Classico Superiore Ripasso)",
    "description": "This has zest, personality and depth, with layers of red fruit, spice, leather, pipe tobacco and dried rosemary emerge that emerge on the bouquet.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 17,
    "designation": "Le Poiane",
    "variety": "Corvina, Rondinella, Molinara",
    "region_1": "Valpolicella Classico Superiore Ripasso",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "Bolla"
  },
  {
    "points": 87,
    "title": "Bouchard Père & Fils 2010 Réserve  (Bourgogne)",
    "description": "Ripe and full bodied, this is packed with tasty fruits. Notes of pear, apricot and white peach mingle easily together, creating a forward, wine with the right depth of flavor.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 20,
    "designation": "Réserve",
    "variety": "Chardonnay",
    "region_1": "Bourgogne",
    "region_2": null,
    "province": "Burgundy",
    "country": "France",
    "winery": "Bouchard Père & Fils"
  },
  {
    "points": 87,
    "title": "Ca' Rugate 2010 Campo Lavei  (Valpolicella Superiore)",
    "description": "This opens with bright fruit notes of blueberry and wild cherry, followed by savory touches of exotic spice and green tea. It offers heft and endurance without the chewy thickness found in some Amarone.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 30,
    "designation": "Campo Lavei",
    "variety": "Corvina, Rondinella, Molinara",
    "region_1": "Valpolicella Superiore",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "Ca' Rugate"
  },
  {
    "points": 87,
    "title": "Tildio 2011 Lonesome Spring Ranch Sauvignon Blanc (Columbia Valley (WA))",
    "description": "Lightly scented with a Riesling-like petrol note, this pungent, grassy Sauvignon Blanc offers a crisply focused mix of celery, green berry and spring herb.",
    "taster_name": "Paul Gregutt",
    "taster_twitter_handle": "@paulgwine ",
    "price": 20,
    "designation": "Lonesome Spring Ranch",
    "variety": "Sauvignon Blanc",
    "region_1": "Columbia Valley (WA)",
    "region_2": "Columbia Valley",
    "province": "Washington",
    "country": "US",
    "winery": "Tildio"
  },
  {
    "points": 87,
    "title": "Tinazzi 2009 Tenuta Valleselle Rovertondo  (Valpolicella Superiore Ripasso)",
    "description": "This offers hearty fruit layers of black cherry, prune and plum, followed by notes of spice, leather and cola. It shows power and determination on the finish, with soft, velvety tannins.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": null,
    "designation": "Tenuta Valleselle Rovertondo",
    "variety": "Corvina, Rondinella, Molinara",
    "region_1": "Valpolicella Superiore Ripasso",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "Tinazzi"
  },
  {
    "points": 87,
    "title": "Trapiche 2011 Oak Cask Syrah (Mendoza)",
    "description": "Bright and bold to the eye, this has generous, powerful berry aromas that come with a note of spice. It feels stacked and only slightly tangy, with black fruit and some of Syrah's more textbook flavors of leather and animal. It holds form on the finish.",
    "taster_name": "Michael Schachner",
    "taster_twitter_handle": "@wineschach",
    "price": 10,
    "designation": "Oak Cask",
    "variety": "Syrah",
    "region_1": "Mendoza",
    "region_2": null,
    "province": "Mendoza Province",
    "country": "Argentina",
    "winery": "Trapiche"
  },
  {
    "points": 87,
    "title": "Trenza 2010 Blanco White (Edna Valley)",
    "description": "Made from the folks behind Tangent, this blend of Grenache Blanc and Albariño is rich in orange, white flower and roasted almond flavors, brightened by zesty Edna Valley acidity. The oak brings a smoky creaminess and also some caramelized sweetness.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 20,
    "designation": "Blanco",
    "variety": "White Blend",
    "region_1": "Edna Valley",
    "region_2": "Central Coast",
    "province": "California",
    "country": "US",
    "winery": "Trenza"
  },
  {
    "points": 87,
    "title": "Vaona 2009 Paverno  (Amarone della Valpolicella Classico)",
    "description": "Lean and streamlined, this has bright aromas of dried rosemary, currant, cassis and spice. There's isn't too much pulpy fruit or extraction, but the acidity is refreshening and bright.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 35,
    "designation": "Paverno",
    "variety": "Corvina, Rondinella, Molinara",
    "region_1": "Amarone della Valpolicella Classico",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "Vaona"
  },
  {
    "points": 87,
    "title": "Vignerons de Buxy 2010 Buissonnier  (Montagny)",
    "description": "Soft and rounded, this is a ripe, full-bodied wine. It has pear and peach fruits, laced with lime-like acidity and notes of almond and yeast. With its bright, crisp finish, it's a wine to age over the next two years.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 21,
    "designation": "Buissonnier",
    "variety": "Chardonnay",
    "region_1": "Montagny",
    "region_2": null,
    "province": "Burgundy",
    "country": "France",
    "winery": "Vignerons de Buxy"
  },
  {
    "points": 87,
    "title": "Vincent 2010 Marie-Antoinette  (Pouilly-Fuissé)",
    "description": "From the Vincent family of Château de Fuissé, this is a ripe wine, with its green plum and nectarine fruits giving it roundness. At the same time, there is a bright, attractive edge of crispness, with a citrusy finish.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 25,
    "designation": "Marie-Antoinette",
    "variety": "Chardonnay",
    "region_1": "Pouilly-Fuissé",
    "region_2": null,
    "province": "Burgundy",
    "country": "France",
    "winery": "Vincent"
  },
  {
    "points": 87,
    "title": "Windsor Oaks 2007 Clone 777 Pinot Noir (Russian River Valley)",
    "description": "Showing red cherry, cola and spice flavors, this is very dry and silky, like a Russian River Pinot Noir should be. It's elegant, feeling smooth and clean on the palate. Drink now.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 35,
    "designation": "Clone 777",
    "variety": "Pinot Noir",
    "region_1": "Russian River Valley",
    "region_2": "Sonoma",
    "province": "California",
    "country": "US",
    "winery": "Windsor Oaks"
  },
  {
    "points": 87,
    "title": "Winery of Good Hope 2011 Unoaked Chardonnay (Stellenbosch)",
    "description": "There's great vibrancy on the nose of this wine, with bright scents of ripe nectarine and pineapple core, framed by a floral accent reminiscent of rose water. The mouthfeel is light and accessible, with yellow apple and lime rind flavors. Drink now.",
    "taster_name": "Lauren Buzzeo",
    "taster_twitter_handle": "@laurbuzz",
    "price": 12,
    "designation": "Unoaked",
    "variety": "Chardonnay",
    "region_1": null,
    "region_2": null,
    "province": "Stellenbosch",
    "country": "South Africa",
    "winery": "Winery of Good Hope"
  },
  {
    "points": 87,
    "title": "Porcupine Ridge 2010 Syrah (Coastal Region)",
    "description": "Notes of forest floor and menthol leaves add depth to the jammy core of boysenberry and blueberry fruits. It's solidly structured, with approachable tannins and medium acidity. A touch of cocoa stays through the medium-length finish. Drink now.",
    "taster_name": "Lauren Buzzeo",
    "taster_twitter_handle": "@laurbuzz",
    "price": 13,
    "designation": null,
    "variety": "Syrah",
    "region_1": null,
    "region_2": null,
    "province": "Coastal Region",
    "country": "South Africa",
    "winery": "Porcupine Ridge"
  },
  {
    "points": 87,
    "title": "Guardian Peak 2010 Shiraz (Western Cape)",
    "description": "Dark and lush, this has notes of forest berry and plum flesh. The mouthfeel is round and slightly creamy, with dense blackberry and raspberry flavors, and a finish that's dusted with pepper and cocoa powder accents. Drink now.",
    "taster_name": "Lauren Buzzeo",
    "taster_twitter_handle": "@laurbuzz",
    "price": 15,
    "designation": null,
    "variety": "Shiraz",
    "region_1": null,
    "region_2": null,
    "province": "Western Cape",
    "country": "South Africa",
    "winery": "Guardian Peak"
  },
  {
    "points": 87,
    "title": "Nickel & Nickel 2009 C.C. Ranch Cabernet Sauvignon (Rutherford)",
    "description": "This 100% Cabernet is very dry, with hard tannins housing blackberry, plum, raisin and cedar flavors. It could develop bottle complexity over the years, but at this price, it's an expensive risk.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 100,
    "designation": "C.C. Ranch",
    "variety": "Cabernet Sauvignon",
    "region_1": "Rutherford",
    "region_2": "Napa",
    "province": "California",
    "country": "US",
    "winery": "Nickel & Nickel"
  },
  {
    "points": 87,
    "title": "Nuiton-Beaunoy 2010 Réserve  (Bourgogne)",
    "description": "This is warm and round, with red fruit flavors that are attractively displayed against a backdrop of soft tannins. The acidity lends crispness, highlighting the ripe fruit on the finish.",
    "taster_name": "Roger Voss",
    "taster_twitter_handle": "@vossroger",
    "price": 19,
    "designation": "Réserve",
    "variety": "Pinot Noir",
    "region_1": "Bourgogne",
    "region_2": null,
    "province": "Burgundy",
    "country": "France",
    "winery": "Nuiton-Beaunoy"
  },
  {
    "points": 87,
    "title": "Occasio 2011 Del Arroyo Vineyard Pinot Gris (Livermore Valley)",
    "description": "Slightly austere, this Pinot Gris is marked by aromas of orange blossom and cheese rind, with a crispness on the finish that resembles a ripe, green apple.",
    "taster_name": "Virginie Boone",
    "taster_twitter_handle": "@vboone",
    "price": 20,
    "designation": "Del Arroyo Vineyard",
    "variety": "Pinot Gris",
    "region_1": "Livermore Valley",
    "region_2": "Central Coast",
    "province": "California",
    "country": "US",
    "winery": "Occasio"
  },
  {
    "points": 87,
    "title": "Patz & Hall 2010 Chardonnay (Sonoma Coast)",
    "description": "Oaky and seemingly sweet, this is a showy wine whose appeal comes from its ripeness and richness. Vanilla and buttered toast notes from the oak dominate the tropical fruit and pineapple flavors. With its creamy, buttery mouthfeel, this is made to appeal to fans of the modern Chardonnay style.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 35,
    "designation": null,
    "variety": "Chardonnay",
    "region_1": "Sonoma Coast",
    "region_2": "Sonoma",
    "province": "California",
    "country": "US",
    "winery": "Patz & Hall"
  },
  {
    "points": 87,
    "title": "Pietro Zardini 2008 Austero  (Valpolicella Superiore Ripasso)",
    "description": "This has a touch of austerity, with savory spice, cured meat and teriyaki aromas. The palate bursts with bright red fruit and smooth tannins.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 20,
    "designation": "Austero",
    "variety": "Corvina, Rondinella, Molinara",
    "region_1": "Valpolicella Superiore Ripasso",
    "region_2": null,
    "province": "Veneto",
    "country": "Italy",
    "winery": "Pietro Zardini"
  },
  {
    "points": 85,
    "title": "Mount Pleasant Winery 2010 Estates St. Vincent (Augusta)",
    "description": "This is a red-smelling wine, with a note of strawberry-rhubarb preserves as the primary aroma. Light to medium bodied, it has a glossy feel due to the lithe tannins and well-managed acids. Easygoing and enjoyable, it finishes with a ripe strawberry-shortcake note and a slight tea-like bitterness.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 24,
    "designation": "Estates",
    "variety": "St. Vincent",
    "region_1": "Augusta",
    "region_2": null,
    "province": "Missouri",
    "country": "US",
    "winery": "Mount Pleasant Winery"
  },
  {
    "points": 85,
    "title": "Excelsior 2010 Cabernet Sauvignon (Robertson)",
    "description": "Consistently a good value selection, this showcases ripe black-fruit characteristics of cherry, berry and plum, alongside nuances of savory herbs and fresh menthol leaves. Medium weight, with a mouth-filling texture and a slightly chewy finish.",
    "taster_name": "Lauren Buzzeo",
    "taster_twitter_handle": "@laurbuzz",
    "price": 10,
    "designation": null,
    "variety": "Cabernet Sauvignon",
    "region_1": null,
    "region_2": null,
    "province": "Robertson",
    "country": "South Africa",
    "winery": "Excelsior"
  },
  {
    "points": 85,
    "title": "Vivác Winery 2009 Petite Sirah (New Mexico)",
    "description": "The aromas of cola, java chip, licorice and cherry are pleasant and plentiful, ultimately evolving into grapey dark-fruit and cedary spice flavors. With its medium-grained tannins, modestly concentrated flavors and supporting acids, this should pair well with burgers or other casual foods.",
    "taster_name": null,
    "taster_twitter_handle": null,
    "price": 19,
    "designation": null,
    "variety": "Petite Sirah",
    "region_1": "New Mexico",
    "region_2": null,
    "province": "New Mexico",
    "country": "US",
    "winery": "Vivác Winery"
  }
]